
{
  "imagenes": [
    {
      "url": "https://i.imgur.com/g0cfaaS.jpg",
      "descripcion": "The WORX WX082L 4V ZipSnip Cordless Electric Scissors are efficient and easy to use. They run on a 4V MaxLithium battery and have safety features. They are portable, weighing only 1 pound, and can cut a wide range of materials.",
	  "urlWeb": "https://www.amazon.com/WORX-WX081L-ZipSnip-Cutting-Tool/dp/B019CSHSW8/ref=sr_1_10?crid=1O364CSHN94SB&keywords=Cutting%2Btool&qid=1698777841&sprefix=cutting%2Btool%2Caps%2C207&sr=8-10&th=1",
	  "precio": "$40.11"
    },
	{
      "url": "https://i.imgur.com/dwYT6Hq.jpg",
      "descripcion": "The DEWALT 20V Max XR Oscillating Multi-Tool is a high-performance tool with a 3-speed selector. It runs on a 20V Max Lithium Ion Battery. It has a quick swap lever for easy blade changes and a lock-out switch for safety.",
	  "urlWeb": "https://www.amazon.com/DEWALT-DCS356B-Variable-Oscillating-Multi-Tool/dp/B07VBB55X5/ref=sr_1_16?crid=1O364CSHN94SB&keywords=Cutting%2Btool&qid=1698778130&sprefix=cutting%2Btool%2Caps%2C207&sr=8-16&th=1",
	  "precio": "$111"
    },
	{
      "url": "https://i.imgur.com/ylRV6Xh.jpg",
      "descripcion": "The China Universal Cutting Plate Set for Electric Drill is a sturdy accessory that cuts metal. It can work with sheets of iron, steel, copper, and aluminum up to 1.5 mm thick. It's compatible with common electric drills and turns the drill into an electric cutter.",
	  "urlWeb": "https://es.banggood.com/custlink/333F4TRl48",
	  "precio": "$9.99"
    },
	{
      "url": "https://i.imgur.com/4bN5qvm.jpg",
      "descripcion": "The china electric wire cutting pliers are durable and useful for cutting wires. Made of chrome-vanadium steel, they are suitable for various applications, including electrical installation and electronic repair. They have a lightweight design and insulated handles for easy handling.",
	  "urlWeb": "https://es.banggood.com/custlink/3DG50fhoeL",
	  "precio": "$4.90"
    },
	{
      "url": "https://i.imgur.com/66kkb9y.jpg",
      "descripcion": "The China LAOA Foldable Saw 10 Inch is a versatile tool for camping, gardening, pruning, and woodworking. It's foldable, making it portable and easy to store. It's made of durable materials to withstand different working conditions.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DBspINF",
	  "precio": "$5.36"
    },
	{
      "url": "https://i.imgur.com/XmDjscW.jpg",
       "descripcion": "The Olympia Tools 39-118 18-inch folding bolt cutter is a compact and efficient tool. It is made of hardened CR-MO steel for high cutting resistance. It features patented folding handles and comfortable, ergonomic grips.",
	  "urlWeb": "https://www.amazon.com/dp/B00GABZTPY/ref=sspa_dk_detail_2?pd_rd_i=B00GABZTPY&pd_rd_w=j4bZM&content-id=amzn1.sym.386c274b-4bfe-4421-9052-a1a56db557ab&pf_rd_p=386c274b-4bfe-4421-9052-a1a56db557ab&pf_rd_r=R8VYC5YYQX0WK79R7HPZ&pd_rd_wg=CnCsv&pd_rd_r=c439cc9b-769a-4703-8d17-14d970f7651e&s=hi&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWxfdGhlbWF0aWM&th=1",
	  "precio": "$33.23"
    },
	{
      "url": "https://i.imgur.com/1aOZm4E.jpg",
      "descripcion": "The Crescent 8-inch Pro Series Diagonal Compound Action Dual Material Cutting Pliers - PS5429C are high-performance and durable pliers. They are made of chrome vanadium steel and feature patented folding handles. They also have comfortable, ergonomic grip handles.",
	  "urlWeb": "https://www.amazon.com/dp/B000TDDP6E/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=63397990-9fd7-42f5-8640-391232c328f1&pf_rd_r=09RKQFRAW25NBKASAS0T&pd_rd_wg=M9OIi&pd_rd_w=DrAMe&pd_rd_r=77df3468-16a6-40a3-a947-778a97c158ee&th=1",
	  "precio": "$15.71"
    },
	{
      "url": "https://i.imgur.com/bEdyuDC.jpg",
      "descripcion": "The Portable Pipe Cutter is a practical tool for cutting plastic pipes and cables. It's portable, easy to use, and efficient. It's made of durable materials to withstand different working conditions.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_Dmvrxxj",
	  "precio": "$3.70"
    },
	{
      "url": "https://i.imgur.com/NL4FSUo.jpg",
      "descripcion": "Libraton's mini tube cutter cuts tubes from 4mm to 28mm, ideal for copper and aluminum. Its compact size makes it easy to transport and store. The body of the copper tube cutter is made of lightweight and durable alloy steel, its 2 flaring groove rollers aid in precision cutting.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DE6kBtr",
	  "precio": "$9.17"
    },
	{
      "url": "https://i.imgur.com/JpoJYcc.jpg",
      "descripcion": "The MANF SCLCR S10K-SCLCR06 turning tool is an internal boring bar for lathes. It uses CCMT06 and CCMT09 turning inserts. It is made of tungsten carbide, wear resistant. Suitable for internal and external turning, tapping and drilling.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DdoeHwp",
	  "precio": "$15.31"
    },
	{
      "url": "https://i.imgur.com/TdOuoyy.jpg",
      "descripcion": "The PG-5 stripping knife is a ratchet wheel type stripping tool for round cables 25 mm and larger. It strips the insulation layer of the cable, exposing the inner wires for further work. Its design allows precise control of the cutting depth.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_Dm0ldfj",
	  "precio": "$20"
    },
	{
      "url": "https://i.imgur.com/nbv07Su.jpg",
      "descripcion": "The standard grade straight edge branch cutter is a bonsai tool made from 3Cr13 alloy steel. It is designed to make clean, precise cuts on branches, helping to maintain the health and aesthetics of your bonsai tree. Its straight edge design allows for a wide range of cutting angles.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DmHBWgh",
	  "precio": "$17"
    },
	{
      "url": "https://i.imgur.com/OlcapfR.jpg",
      "descripcion": "The grafting pruning tool is a versatile tool for a variety of gardening tasks. It functions as a branch cutter, pruning shears and plant shears, ideal for pruning plants, cutting fruit trees and making vaccination cuts. Comes with boxes for easy storage and transport.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DnpFaIl",
	  "precio": "$13.99"
    },
	{
      "url": "https://i.imgur.com/PUlVk1O.jpg",
      "descripcion": "The 4-inch portable electric chainsaw is ideal for cutting wood, with speeds up to 3000 rpm. Its guard prevents sawdust from splashing during cutting. The ergonomic handle is comfortable and safe and the cutting chains have been hardened and tempered for durability.",
	  "urlWeb": "https://es.banggood.com/custlink/3DGVBfEjg6",
	  "precio": "$64.50"
    },
	{
      "url": "https://i.imgur.com/qt3nHEe.jpg",
      "descripcion": "The China Hand Saw Tools Woodworking Miter Reciprocating Wood Hacksaw Japanese Mini Circular Camping Metal Knife Band Cut Jigsaw is a versatile tool ideal for various woodworking tasks. It is a handsaw that can be used for miter and reciprocating cuts. The tool is designed for cutting wood and is also suitable for camping use. The jigsaw feature with metal blade band allows for precise and clean cuts.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DF6v8Mp",
	  "precio": "$0.99"
    },
	{
      "url": "https://i.imgur.com/kgNmKfR.jpg",
      "descripcion": "Anniversary gift, recast Viking axe, birthday gift, throwing axe, art gift, personalized forged axe, is a unique and thoughtful gift. It is a perfect personalized forged axe for someone who appreciates Viking culture or historical artifacts. It is not only a tool, but also a piece of art that can be appreciated for its craftsmanship and design.",
	  "urlWeb": "https://www.etsy.com/listing/1063891069/gift-for-him-anniversary-gift-for-him?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Cutting+tools&ref=sc_gallery-1-3&frs=1&cns=1&referrer_page_guid=f736dcc86c4.19535ed64bdc0cc02e16.00&plkey=7aaf49a118701a026fd29753e6c523a4eaeca8f7%3A1063891069",
	  "precio": "$200"
    },
	{
      "url": "https://i.imgur.com/kJz2J2z.jpg",
      "descripcion": "Chinese forged half-moon knife. Forged small head round knife. Skinning knife. Round leather cutting tool. Leather knife is a versatile tool for leather working enthusiasts. It is carefully crafted from hardened 52100 carbon steel, known for its high strength and wear resistance. The knife has a hemispherical blade, ideal for precise cutting and cleaning of leather.",
	  "urlWeb": "https://www.etsy.com/listing/1148298625/forged-leather-round-knife-forged-half?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Cutting+tools&ref=sc_gallery-2-15&pro=1&frs=1&sts=1&referrer_page_guid=8d8c5a5b-45c1-484b-b662-21340a307d48&plkey=0585b75fdea2e4dfd7a207ac46ae65d533a0ac17%3A1148298625",
	  "precio": "$22.32"
    },
	{
      "url": "https://i.imgur.com/FxkmAmb.jpg",
      "descripcion": "The 7-inch Glass Tile Cutter is a heavy-duty tool for cutting and shaping glass mosaic and ceramic tiles. It has a soft-grip handle for comfort and its wheeled design distributes pressure evenly, reducing the risk of breakage.",
	  "urlWeb": "https://www.amazon.com/Glass-Tile-Nippers-Soft-grip-Shapping/dp/B0B4MJ5NWZ/ref=sr_1_56?keywords=cutting%2Btools&qid=1698920446&sr=8-56&th=1",
	  "precio": "$14.99"
    },
	{
      "url": "https://i.imgur.com/nc3WFAr.jpg",
      "descripcion": "Professional six-wheeled metal glass cutting tool with measuring ruler-M15. This is a specialized tool designed for cutting glass. It features six cutting wheels made of durable metal, which can provide smooth and accurate cuts. The tool also includes a measuring ruler for precise measurements. This can be especially useful for projects that require exact dimensions.",
	  "urlWeb": "https://www.aliexpress.us/item/2251832736211969.html?spm=a2g0o.productlist.main.1.50c50aTs0aTszx&algo_pvid=2346d0fc-cbe9-4987-a90c-007b52e30be9&algo_exp_id=2346d0fc-cbe9-4987-a90c-007b52e30be9-0&pdp_npi=4%40dis%21USD%212.52%212.07%21%21%212.52%21%21%4021038ede16989207960153055eeb37%2166073202152%21sea%21US%210%21AB&curPageLogUid=YMha02VvyTEH",
	  "precio": "$2.07"
    },
	{
      "url": "https://cdn.cloudfastin.top/image/2022/08/57ce5a043e43259b90f1af848db75216ab958598e347fc4d0130c3dce4646d6a.gif",
      "descripcion": "Chinese Chainsaw Sharpening Kit. Electric Chain Grinder, for multi tool Rotary Drill and Polisher. Tool designed to keep your chainsaw sharp and efficient. The kit also comes with rotary drill polishing attachments to maintain the optimal condition of your chainsaw.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DDM4wBB",
	  "precio": "$3.50"
    },
	{
      "url": "https://i.imgur.com/Iow85e4.jpg",
      "descripcion": "Corner Rounder 4mm Paper Cutter Punch Punch Card Card Photo Rounding Cutting Tools Craft Scrapbooking DIY Tools for Paper Photo Card. This is a tool designed for cutting and rounding the corners of paper, cards and photos. It has a radius of 4 mm, to create rounded corners. The tool can be especially useful for craft projects, scrapbooking and DIY activities where paper or cardstock materials are used.",
	  "urlWeb": "https://es.banggood.com/custlink/KDvte1YL0n",
	  "precio": "$5.50"
    },
	{
      "url": "https://i.imgur.com/55VHcLk.jpg",
      "descripcion": "This is a high quality Chinese indexable tool designed for CNC turning. The carbide inserts in this tool offer exceptional durability and efficiency for milling.",
	  "urlWeb": "https://es.banggood.com/custlink/KGKP41ya4M",
	  "precio": "$6.99"
    },
	{
      "url": "https://i.imgur.com/juHmcfq.jpg",
      "descripcion": "Drill shear/metal cutter attachment. Impact-ready tool with a 360-degree pivoting head, designed to cut materials up to 18GA thick. It's a versatile accessory that can transform your drill into a powerful shear or cutter, making it a valuable addition to any tool collection.",
	  "urlWeb": "https://www.amazon.com/DEWALT-DWASHRIR-Impact-Shears-Attachment/dp/B01BSAWORC/ref=pd_bxgy_sccl_1/130-7118491-6343745?pd_rd_w=d2ph3&content-id=amzn1.sym.43d28dfc-aa4f-4ef6-b591-5ab7095e137f&pf_rd_p=43d28dfc-aa4f-4ef6-b591-5ab7095e137f&pf_rd_r=A7GQ42WEK6N0QR9NVYT1&pd_rd_wg=Ba6Hn&pd_rd_r=13eb665f-995d-4648-a198-559a3bd07f33&pd_rd_i=B01BSAWORC&th=1",
	  "precio": "$49.98"
    },
    {
      "url": "https://i.imgur.com/KRiaju5.jpg",
      "descripcion": "PacTool SS724 Snapper Shear Pro. Professional power tool designed for cutting fiber cement board. This robust and efficient Chinese tool can make your cutting tasks easier and more accurate.",
	  "urlWeb": "https://www.amazon.com/PacTool-SS724-Cordless-HardieBacker-Straight/dp/B07RLYR7DP/ref=sr_1_67_sspa?keywords=cutting%2Btools&qid=1698922536&sr=8-67-spons&sp_csd=d2lkZ2V0TmFtZT1zcF9tdGY&th=1",
	  "precio": "$65"
    }
  ]
}
