
{
  "imagenes": [
    {
      "url": "https://i.imgur.com/y0RmeCS.jpg",
      "descripcion": "The rigid tool carrying case is an impact resistant organizer. It includes a pre-cut sponge storage box to protect your tools. It is designed to be impact resistant, which helps protect your tools during transport.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DEhkhQN",
	  "precio": "$17.04"
    },
	{
      "url": "https://i.imgur.com/b24nLvm.jpg",
      "descripcion": "AIRAJ tool storage box is a multifunctional organizer made of ABS plastic. It is portable and comes with a handle for easy carrying. It has multiple specifications to suit a variety of tool storage needs. In addition, its sturdy and durable design ensures that your tools are safe and secure.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DCqlAzP",
	  "precio": "$7.19"
    },
	{
      "url": "https://i.imgur.com/3ujRc2s.jpg",
      "descripcion": "AIRAJ multifunctional tool bags are electrician bags made of 1680D Oxford cloth. They are waterproof and wear resistant, ideal for storing a large number of tools. These bags have a sturdy design and come with a handle for easy carrying. In addition, they feature multiple compartments to organize your tools efficiently.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DB0bC61",
	  "precio": "$9.50"
    },
	{
      "url": "https://i.imgur.com/5MVRYq5.jpg",
      "descripcion": "The Aluminum Alloy Tool Box is a pelican hard case with large capacity. This portable organizer is designed to safely store and transport tools. It is made of aluminum alloy, which ensures its durability and strength. In addition, its portable suitcase design makes it easy to transport.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DlvzL3B",
	  "precio": "$13.20"
    },
	{
      "url": "https://i.imgur.com/Fr6WTES.jpg",
      "descripcion": "The Aluminum Tool Box with Drawers is a multi-tool organizer that is portable and has a power suitcase design. It is made of aluminum, which ensures its durability. It has drawers for neat storage of tools.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DDLTPyt",
	  "precio": "$19.25"
    },
	{
      "url": "https://i.imgur.com/x0IELU9.jpg",
      "descripcion": "GREENERY's electrician's tool kit is a wear-resistant Oxford canvas duffel bag designed for electrician-specific maintenance. It is portable and comes with a shoulder strap for easy carrying.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_Dd8vJON",
	  "precio": "$40.99"
    },
	{
      "url": "https://i.imgur.com/oqm4Z62.jpg",
      "descripcion": "The Stainless Steel Tool Box is a portable electrical case designed to store and organize tools. It is made of stainless steel, ensuring durability and strength. This tool box comes empty, allowing you to customize your tool storage to suit your needs. In addition, it is a metal tool organizer box, which means it can withstand the weight of heavy tools.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_Dm6xstP",
	  "precio": "$5.99"
    },
	{
      "url": "https://i.imgur.com/reEQgdm.jpg",
      "descripcion": "The 12-Piece Multifunctional Carbon Steel Garden Tool Box is an essential kit for any gardening enthusiast. This set includes tools such as hoes, picks, shovels, blades, drills and pitchforks. These tools are a must-have for the care of gardens, lawns and hedges. Plus, the kit comes in a tool box for convenient storage and transport. These high-quality tools are made of carbon steel, ensuring durability and strength.",
	  "urlWeb": "https://www.banggood.com/custlink/DvKPQlGbdO",
	  "precio": "$47.90"
    },
	{
      "url": "https://i.imgur.com/frkjuw9.jpg",
      "descripcion": "Chinese 650-piece box of black heat-shrinkable tubing offers a 2:1 shrink ratio, meaning it shrinks to half its original size when heat is applied. These tubes provide insulation and flame protection, making them ideal for automotive electrical wiring. The set includes 8 different sizes to suit various wiring needs. All tubes come in a clear plastic box for convenient storage and transport.",
	  "urlWeb": "https://www.banggood.com/custlink/mGmHNLmnhM",
	  "precio": "$10.05"
    },
	{
      "url": "https://i.imgur.com/38NnOCZ.jpg",
      "descripcion": "Chinese portable multifunction tool storage box is a versatile storage device for organizing and transporting tools. Portable, with wheels and a handle for easy carrying. It has multiple compartments for storing a variety of tools and accessories. They are especially useful for storing and organizing automotive tools and accessories. Choosing the right tool box will depend on your specific needs.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DlHrI3L",
	  "precio": "$224.58"
    },
	{
      "url": "https://i.imgur.com/oR1u2yg.jpg",
      "descripcion": "The multi-purpose hardware tool bag is a portable, roll-up organizer. It has multiple pockets for storing various tools such as pliers and wrenches. It is professional, waterproof and durable, ideal for electricians and mechanics. Its roll-up design makes it easy to carry and store. Choosing the right bag will depend on your specific needs.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DkI6Wn7",
	  "precio": "$13.99"
    },
	{
      "url": "https://i.imgur.com/3jg7FgA.jpg",
      "descripcion": "The Chinese vest style tool bag is a portable organizer especially for electricians and carpenters. It is designed for tool storage at maintenance and safe job sites. It is made of Oxford fabric, which makes it durable. Its vest design allows easy access to tools. It is an efficient choice for professionals who need to keep their tools close at hand.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DDC23zj",
	  "precio": "$20.37"
    },
	{
      "url": "https://i.imgur.com/L73oMPI.jpg",
      "descripcion": "Chinese tool trolley, this is an essential product in workshops and garages. It allows you to efficiently store and organize all your tools. Each tool has its place, clearly visible, and you can secure all your material by closing the cart. This model has pull-out drawers, doors and bottom with perforations for tool hooks, and wheels for smooth mobility on almost any surface. It's an ideal solution for keeping your tools tidy and easily accessible.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DBwJrcV",
	  "precio": "$334.30"
    },
	{
      "url": "https://i.imgur.com/yAK8J5w.jpg",
      "descripcion": "The Tool Trolley is a 3-tier auxiliary equipment for automotive repair shops. This heavy-duty cart is ideal for storing and organizing your tools. It has lockable wheels for easy mobility. Its size is 44x74x100cm, which provides ample space to store various tools. It is an efficient solution for keeping your tools tidy and easily accessible.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DBv6oMv",
	  "precio": "$368.40"
    },
	{
      "url": "https://i.imgur.com/uhrDZGh.jpg",
      "descripcion": "The Military Molle Bag is a tactical EMT medical bag designed for outdoor emergencies. It is an ideal accessory for hunting and camping, and comes with an EDC multi-tool kit. The bag is made of nylon and is available in several colors, including khaki and army green. It offers fast delivery and free returns. In addition, it has positive user reviews.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DC5TezF",
	  "precio": "$8.50"
    },
	{
      "url": "https://i.imgur.com/EpDzjRD.jpg",
      "descripcion": "The Chinese Hanging Board Tool Box is a wall mounted storage rack, ideal for garage workshops. This tool board comes with a hook and is designed to store car hardware parts. It is made of plastic and the board is standard color. It offers free shipping and returns. In addition, it has positive ratings from users.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DnmkNrL",
	  "precio": "$33.99"
    },
	{
      "url": "https://i.imgur.com/TxXmSZ6.jpg",
      "descripcion": "The Ratchet Wrench Tool Box Set is a complete gardening and workshop tool box. It is a Universal hand tool box that includes 257 pieces for home and auto repair. It comes with a ratchet wrench, sockets, precision screwdrivers, among others. Everything is stored in a handy folding case.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DDSdlsV",
	  "precio": "$86.01"
    },
	{
      "url": "https://i.imgur.com/plJw3qQ.jpg",
      "descripcion": "The Chinese trunk emergency toolbox is an improved accessory for vehicle interiors. It is ideal to have on hand in case of emergencies. The box is designed to be mounted in the trunk of the vehicle. It offers free shipping and free returns. In addition, it has positive user reviews.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DmgHA13",
	  "precio": "$120.25"
    },
	{
      "url": "https://i.imgur.com/GEcGyQq.jpg",
      "descripcion": "High quality watch tool box is a waterproof and shockproof storage case. It is a security tool box that comes in different sizes with 6, 10 or 15 grids. These boxes will also protect and keep your watches organized in a simple and visual way. They are ideal to comfortably and safely store your watches, prevent them from scratching and rubbing against each other. They are also easy to transport.",
	  "urlWeb": "https://s.click.aliexpress.com/e/_DFLrxul",
	  "precio": "$15.40"
    },
	{
      "url": "https://i.imgur.com/CaLWqUz.jpg",
      "descripcion": "The 12Pcs/15Pcs 1/4 6mm 8mm Shank Router Bit Set Router Bit is a set of Chinese tools designed for woodworking. These tools are used for trimming, grooving and engraving wood. They are made of carbide, a material known for its durability and wear resistance. The set includes bits with 1/4, 6 mm and 8 mm shank sizes, which provide versatility for different woodworking tasks. This set is ideal for DIY woodworking projects.",
	  "urlWeb": "https://www.aliexpress.us/item/3256804049804020.html?spm=a2g0o.productlist.main.27.21f5GX6UGX6UKH&algo_pvid=2e71443a-2c94-4f15-91a1-78f00e948e85&aem_p4p_detail=2023110803392420006905574597120001768189&algo_exp_id=2e71443a-2c94-4f15-91a1-78f00e948e85-13&pdp_npi=4%40dis%21USD%2121.48%2114.18%21%21%21155.42%21%21%40211b88ee16994435649035512effe1%2112000028479685043%21sea%21US%210%21AB&curPageLogUid=vWMei6Y0Vf2K&search_p4p_id=2023110803392420006905574597120001768189_14",
	  "precio": "$19.43"
    },
	{
      "url": "https://i.imgur.com/dHLKNus.jpg",
      "descripcion": "The kit of 2 ratcheting quick release Chinese joinery clamps is an essential tool for any woodworker. These clamps allow for quick and precise adjustment, making them ideal for a variety of woodworking projects. The ratcheting mechanism allows for easy adjustment and release of the clamp.",
	  "urlWeb": "https://www.banggood.com/es/2Pcs-MFT-Table-Clamp-Quick-Ratchet-Release-Speed-Squeeze-Woodworking-Clamp-Clip-Kit-Spreader-Gadget-Tool-DIY-p-1454253.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$31.99"
    },
	{
      "url": "https://i.imgur.com/sL6HKQk.jpg",
      "descripcion": "The mortar spray gun is a valuable tool in construction. It is used to apply mortar or stucco to walls quickly and efficiently. The tool works by loading the reservoir with the material and using compressed air to spray it onto the surface. Depending on the accessories used, it can also be used for other tasks such as welding or painting.",
	  "urlWeb": "https://www.aliexpress.us/item/3256803774815062.html?spm=a2g0o.detail.1000014.11.4d0fecvoecvozx&gps-id=pcDetailBottomMoreOtherSeller&scm=1007.40000.326746.0&scm_id=1007.40000.326746.0&scm-url=1007.40000.326746.0&pvid=2d7d5d29-78e2-4cb4-b638-6fc501e946f4&_t=gps-id:pcDetailBottomMoreOtherSeller,scm-url:1007.40000.326746.0,pvid:2d7d5d29-78e2-4cb4-b638-6fc501e946f4,tpp_buckets:668%232846%238116%23918&pdp_npi=4%40dis%21USD%2185.38%2150.37%21%21%2185.38%21%21%4021038e8316986931310347530e646d%2112000035563465127%21rec%21US%21%21AB",
	  "precio": "$50.37"
    },
	{
      "url": "https://i.imgur.com/ylRV6Xh.jpg",
      "descripcion": "The China Universal Cutting Plate Set for Electric Drill is a sturdy accessory that cuts metal. It can work with sheets of iron, steel, copper, and aluminum up to 1.5 mm thick. It's compatible with common electric drills and turns the drill into an electric cutter.",
	  "urlWeb": "https://usa.banggood.com/Universal-Electric-Drill-Plate-Cutter-Set-Robust-Metal-Shear-Attachment-for-Iron-Steel-Copper-Aluminum-Sheets-up-to-1_5mm-Essential-DIY-Tool-for-Sheet-Metal-Cutting-Tasks-p-1992670.html?imageAb=1&cur_warehouse=CN&rmmds=search&a=1698779215.3017&DCC=US&currency=USD&akmClientCountry=ES",
	  "precio": "$9.99"
    },
	{
      "url": "https://i.imgur.com/HgHgMeT.jpg",
      "descripcion": "The SKYMEN JP-010S is a 2L digital ultrasonic cleaner equipped with a heating timer. This 60W ultrasonic machine is ideal for cleaning a wide variety of items, such as dental tools, watches, eyeglasses and coins. It operates on 110 V and includes a US plug. The heating function helps to enhance the cleaning effect. Remember to follow the manufacturer's instructions for safe and effective use.",
	  "urlWeb": "https://www.banggood.com/SKYMEN-JP-010S-Digital-2L-Ultrasonic-Cleaner-with-Heating-Timer-Bath-60W-Ultrasound-Machine-Dental-Watches-Glasses-Coins-Tool-Part-p-1708141.html?cur_warehouse=USA&ID=523698&rmmds=search",
	  "precio": "$34.99"
    },
	{
      "url": "https://i.imgur.com/f9ibovC.jpg",
      "descripcion": "Multi-angle China Ruler: Allows drawing angular lines at 45, 90, and 135 degrees. Drilling Ruler: Has specially designed holes for precise drawing of different lines. High-Quality Subtlety Ruler: Made of high-quality aluminum alloy, wear-resistant and corrosion-resistant. Precise Woodworking Ruler: Has clear and precise scale in inches and metrics. T Track Ruler for Vertical Measurement: Marked with depth measurement units for vertical measurements.",
	  "urlWeb": "https://www.banggood.com/3pcs-Aluminum-alloy-Precision-Pocket-Ruler-Woodworking-Positioning-Scribing-Gauge-Carpenter-Markinig-Ruler-p-1984522.html?rmmds=product_topselling&cur_warehouse=CN&act_poa=SKUK10460",
	  "precio": "$13.99"
    },
	{
      "url": "https://i.imgur.com/dv5x4MJ.jpg",
      "descripcion": "Metal carving tool set, this collection of stamping tools composed of metal gouges and chisels is suitable for jewelry. These tools are typically used for carving and working on metal surfaces. They are often used by jewelers, artisans and craft enthusiasts to create intricate designs and patterns on various metal surfaces.",
	  "urlWeb": "https://www.etsy.com/listing/1124727733/metal-carving-tools-set-graver-punch?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Metal+tools&ref=sr_gallery-1-4&organic_search_click=1",
	  "precio": "$11.59"
    },
	{
      "url": "https://i.imgur.com/NLM3kJj.jpg",
      "descripcion": "Set of 12 triangle-shaped PVC paint stands. These stands are compact and portable, making them ideal for DIY projects. They are an essential tool for any painting project, as they allow you to raise the workpiece off the floor or table, making it easier to paint the edges and prevent paint from sticking to the work surface.",
	  "urlWeb": "https://usa.banggood.com/12PCS-6-Set-PVC-Triangle-Paint-Brackets-for-Woodworking-Dual-Use-Design-Compact-and-Portable-DIY-Painting-Essential-Tool-p-1994914.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$7.99"
    },
	{
      "url": "https://i.imgur.com/6wYtIHs.jpg",
      "descripcion": "The 12V/24V 125mm Chinese 5-speed electric tile trowel is a power tool designed for tiling tasks. It operates at 5 different speeds, allowing you to adjust the speed according to your specific needs. This machine also features a vibrating suction mechanism, which can help ensure that tiles are laid evenly and securely. The tool is equipped with an LED light, which can be useful when working in low light conditions. It is designed to work with ceramic tiles, which makes it a great choice for both professional contractors and do-it-yourselfers.",
	  "urlWeb": "https://usa.banggood.com/12V-or-24V-125mm-5-Speed-Electric-Tiler-Tiling-Machine-Vibrator-Suction-LED-Ceramic-Floor-Tile-Tiler-Power-Tools-W-or-1pc-or-2pcs-Battery-EU-Plug-p-1931066.html?cur_warehouse=CN&ID=518349523058&rmmds=search",
	  "precio": "$53.99"
    },
	{
      "url": "https://i.imgur.com/ouU6Gv3.jpg",
      "descripcion": "The carpenter's planer for wood chamfer is a tool designed for woodworking. This hand planer is used to plane corners and cut wood, making it ideal for woodworking jobs that require precision. Chamfer refers to a cut that is not perpendicular to the face of the workpiece, which can give a more aesthetically pleasing finish.",
	  "urlWeb": "https://www.banggood.com/es/Wood-Chamfer-Planer-Trimming-Planing-Carpenter-Cutting-Tool-Woodworking-Hand-Planer-for-Quick-Edge-Planing-Corner-Plane-Trimming-p-1987935.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$19.99"
    },
	{
      "url": "https://i.imgur.com/kxxO9Dj.jpg",
      "descripcion": "The pocket hole joint clamp is a useful tool for woodworking. This clamp, also known as a slant hole pull clip, allows you to clamp and align pieces of wood to drill slant pocket holes accurately. It is an essential accessory for any woodworker using the pocket hole technique in their projects.",
	  "urlWeb": "https://www.banggood.com/Drillpro-Woodworking-Pocket-Hole-Jig-Joint-Fixed-Clamp-Slant-Hole-Pull-Clip-p-1222170.html?akmClientCountry=HK&cur_warehouse=CN&p=R9011426175690201811&custlinkid=1509531",
	  "precio": "$13.99"
    },
	{
      "url": "https://i.imgur.com/NHbShoL.jpg",
      "descripcion": "The MARSHALLTOWN finishing trowel is versatile with rounded and square edges. It is made of high quality tempered steel with a lightweight aluminum alloy backing. The 16 X 4 Rounded Curved Handle is available with DuraSoft®, DuraCork® or wood handles.",
	  "urlWeb": "https://www.amazon.com/MARSHALLTOWN-Premier-Line-MXS66FRD-Finishing/dp/B001RJ6XEA/ref=sr_1_48?crid=3S9VZD1C1C71H&keywords=trowel&qid=1698746562&sprefix=trowel%2Caps%2C150&sr=8-48",
	  "precio": "$47.51"
    },
	{
      "url": "https://i.imgur.com/4bN5qvm.jpg",
      "descripcion": "The china electric wire cutting pliers are durable and useful for cutting wires. Made of chrome-vanadium steel, they are suitable for various applications, including electrical installation and electronic repair. They have a lightweight design and insulated handles for easy handling.",
	  "urlWeb": "https://es.banggood.com/2PCS-Electrical-Cutting-Plier-Wire-Cable-Cutter-Side-Snips-Flush-Pliers-Tool-p-1975844.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$4.90"
    },
	{
      "url": "https://i.imgur.com/KgTIlht.jpg",
      "descripcion": "The adjustable-temperature electric wood planer is a versatile woodworking tool. It allows you to customize the temperature, making it suitable for different types of wood and various projects. This tool can be used for marking, allowing you to leave your unique mark on your creations. It is also ideal for wood burning, a popular woodworking technique that involves engraving designs into wood with a hot tool.",
	  "urlWeb": "https://www.etsy.com/listing/1581478356/temperature-adjustable-electric-iron-for?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=wood+tools&ref=sc_gallery-1-3&pro=1&frs=1&sts=1&referrer_page_guid=f74d3942168.4e8d1d7169202052f601.00&plkey=592a8d86f01ee3cab506e39013dd2ff0b3433715%3A1581478356",
	  "precio": "$22.09"
    },
	{
      "url": "https://i.imgur.com/yVGBC9Y.jpg",
      "descripcion": "Brush kit for Dremel style rotary power tools is a handy accessory that can enhance the versatility of your rotary tool. This kit typically includes a planer attachment that can be used to trim material from a workpiece. It is ideal for tasks such as trimming door edges, planing wood for a better fit or even creating decorative effects in woodworking. The planer attachment is designed to be compatible with Dremel-type rotary tools, which are known for their high speed and precision. This makes it a useful addition to your tool collection if you frequently work with wood or other materials that need to be planed.",
	  "urlWeb": "https://www.etsy.com/listing/675176454/planer-kit-for-dremel-style-rotary-power?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Power+tools&ref=sc_gallery-1-3&referrer_page_guid=a9481b63-50a0-4441-940b-f0718990fcf7&plkey=806e827b2f26049129a6db86c020da6cee3e92d6%3A675176454",
	  "precio": "$35"
    },
	{
      "url": "https://i.imgur.com/KRFwZhd.jpg",
      "descripcion": "The swooshes and small stitches tool is used for stitch art. It is made of stainless steel, with a sharp end for scratching guides on projects and the golden end for small dots. It is perfect for drawing lines, fine details, flowers, patterns, etc.",
	  "urlWeb": "https://www.etsy.com/listing/1313443882/new-tool-swooshes-and-tiny-dots?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Painting+tools&ref=sr_gallery-1-13&bes=1&sts=1&referrer_page_guid=f749f81e266.9631d8928af75ecdf7de.00&organic_search_click=1",
	  "precio": "$8.95"
    },
    {
      "url": "https://i.imgur.com/tJ6b3SH.jpg",
      "descripcion": "Grass Trimmer Head Steel Wheel Garden Weed Brush Brushcutter Trimmer. 6/8 inch brushcutter brush designed for garden mowers and power tools. It is a sturdy and effective tool that can make your gardening tasks easier and more precise.",
	  "urlWeb": "https://www.aliexpress.us/item/3256804450499842.html?spm=a2g0o.productlist.main.29.2ee66285mQCgS4&algo_pvid=dd056b5a-69cf-4589-b130-b553f26537c2&aem_p4p_detail=202311020416511291272217816160000211510&algo_exp_id=dd056b5a-69cf-4589-b130-b553f26537c2-14&pdp_npi=4%40dis%21USD%2115.44%2112.35%21%21%21112.55%21%21%4021038edc16989238117577133eecd3%2112000029928207100%21sea%21US%210%21AB&curPageLogUid=zU1m0jIvnjht&search_p4p_id=202311020416511291272217816160000211510_3",
	  "precio": "$12.35"
    }
  ]
}
