
{
  "imagenes": [
    {
      "url": "https://i.imgur.com/Oj5OsVt.jpg",
      "descripcion": "This tool is designed for painting edges and trim. It is a patented design that attaches to any 2-inch brush, providing a clean, precise edge. This tool can be very useful for both professional painters and do-it-yourselfers, as it can significantly reduce the time and effort required for edging and trimming tasks.",
	  "urlWeb": "https://www.amazon.com/Emery-Edger-Paint-Brush-Edging/dp/B0795BGC5R/ref=sr_1_5?crid=184BHCNEYDVBI&keywords=Painting+tools&qid=1699355926&sprefix=painting+tools%2Caps%2C166&sr=8-5",
	  "precio": "$11.99"
    },
	{
      "url": "https://i.imgur.com/vzgPe53.jpg",
      "descripcion": "Shutoff valve set designed for spray painting tools. It features a Graco airless spray adapter gasket, making it compatible with Wagner and Titan airless spray gun paint tools. This valve set can be a valuable addition to your painting equipment, providing precise control of paint flow and helping to prevent unwanted overspray.",
	  "urlWeb": "https://www.aliexpress.us/item/3256803501404342.html?spm=a2g0o.productlist.main.31.3f14Ut9dUt9dvy&algo_pvid=d323bf14-452c-49f5-bfb1-5557644f0a19&algo_exp_id=d323bf14-452c-49f5-bfb1-5557644f0a19-15&pdp_npi=4%40dis%21USD%2172.75%2130.65%21%21%2172.75%21%21%4021038ed816993561582232501eeabc%2112000026812576582%21sea%21US%210%21AB&curPageLogUid=VsWKHhsxnzea",
	  "precio": "$30.65"
    },
	{
      "url": "https://i.imgur.com/NLM3kJj.jpg",
      "descripcion": "Set of 12 triangle-shaped PVC paint stands. These stands are compact and portable, making them ideal for DIY projects. They are an essential tool for any painting project, as they allow you to raise the workpiece off the floor or table, making it easier to paint the edges and prevent paint from sticking to the work surface.",
	  "urlWeb": "https://usa.banggood.com/12PCS-6-Set-PVC-Triangle-Paint-Brackets-for-Woodworking-Dual-Use-Design-Compact-and-Portable-DIY-Painting-Essential-Tool-p-1994914.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$7.99"
    },
	{
      "url": "https://i.imgur.com/KRFwZhd.jpg",
      "descripcion": "The swooshes and small stitches tool is used for stitch art. It is made of stainless steel, with a sharp end for scratching guides on projects and the golden end for small dots. It is perfect for drawing lines, fine details, flowers, patterns, etc.",
	  "urlWeb": "https://www.etsy.com/listing/1313443882/new-tool-swooshes-and-tiny-dots?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Painting+tools&ref=sr_gallery-1-13&bes=1&sts=1&referrer_page_guid=f749f81e266.9631d8928af75ecdf7de.00&organic_search_click=1",
	  "precio": "$8.95"
    },
	{
      "url": "https://i.imgur.com/lafMzwH.jpg",
      "descripcion": "Brush extender and roller holder with long handle that offers 360° rotation. It's a handy tool for painting high ceilings and corners. The Revolver is compatible with all threaded and locking poles, making it a versatile addition to your painting tool kit. This tool can be very useful for both professional painters and do-it-yourselfers, as it can significantly reduce the time and effort required for painting tasks.",
	  "urlWeb": "https://www.amazon.com/Patented-Professional-McCauley-Tools-Family-Owned/dp/B0756PVK5N/ref=sr_1_16?crid=184BHCNEYDVBI&keywords=Painting+tools&qid=1699357001&sprefix=painting+tools%2Caps%2C166&sr=8-16",
	  "precio": "$19.99"
    },
	{
      "url": "https://i.imgur.com/NVxX89R.jpg",
      "descripcion": "1.5 inch rubber ink roller. This tool is commonly used in printing and art projects. It is designed to apply ink or paint evenly over a surface, making it a valuable tool for artists and craftsmen. The roller is usually made of rubber, which is flexible and can easily adapt to different surfaces.",
	  "urlWeb": "https://usa.banggood.com/1_5-or-3-or-4-Inch-Ink-Rubber-Roller-Printing-Artists-Art-Roller-Painting-Craft-Tool-Paint-Tool-Stationery-Painting-Supplies-p-1716604.html?cur_warehouse=CN&ID=6285872&rmmds=search",
	  "precio": "$13.99"
    },
	{
      "url": "https://i.imgur.com/tfTjub5.jpg",
      "descripcion": " Set of 3 line drawing markers. These markers have colored steel rods and nylon wool tips, making them versatile for various types of art projects. They can be used with watercolors, tempera and oils, making them a great tool for artists. In addition to painting, these markers can also be used for nail coloring and crafts.",
	  "urlWeb": "https://www.etsy.com/listing/1542123244/line-drawing-pens-3pcs-colored-steel-rod?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Painting+tools&ref=sr_gallery-1-27&pro=1&frs=1&referrer_page_guid=f749f81e266.9631d8928af75ecdf7de.00&organic_search_click=1",
	  "precio": "$22.18"
    },
	{
      "url": "https://i.imgur.com/2UreY6V.jpg",
      "descripcion": "Portable spray painting booth with built-in floor, mesh screen and windproof hooks. It is designed as a DIY hobby tool furniture paint tent station. The extra large size makes it suitable for larger projects, and the built-in floor and mesh screen help keep the work area clean and well ventilated. Windproof hooks add stability to the structure. This can be a great addition to your painting equipment if you often work on large projects or if you need a dedicated, clean space to paint.",
	  "urlWeb": "https://www.amazon.com/VEVOR-Portable-Paint-Booth-Windproof/dp/B0BY8YDPG8/ref=sr_1_47?crid=184BHCNEYDVBI&keywords=Painting%2Btools&qid=1699357908&sprefix=painting%2Btools%2Caps%2C166&sr=8-47&th=1",
	  "precio": "$45.99"
    },
	{
      "url": "https://i.imgur.com/P3PWkFM.jpg",
      "descripcion": "The RIBO Portable Airbrush is a compact, portable airbrush tool that comes with a compressor kit. It is ideal for a variety of applications, including art, model painting, tattooing, manicuring and cake decorating. The compressor's quiet design allows for smooth, noise-free operation, making it perfect for use in environments where noise may be a concern.",
	  "urlWeb": "https://www.aliexpress.us/item/3256802444114337.html?spm=a2g0o.productlist.main.75.4b15Hs9kHs9kTg&algo_pvid=14f92d81-6f42-4c3d-8b44-40dff59c72f4&algo_exp_id=14f92d81-6f42-4c3d-8b44-40dff59c72f4-37&pdp_npi=4%40dis%21USD%2193.00%2150.8%21%21%2193.00%21%21%4021038edf16993586695974957ef590%2112000021475111895%21sea%21US%210%21AB&curPageLogUid=qjOhQXcG0Boc",
	  "precio": "$50.80"
    },
	{
      "url": "https://i.imgur.com/mRYEAal.jpg",
      "descripcion": "The Multi-function Double Head Steering Clip is a versatile art tool that allows 360-degree rotation for easy drawing and painting. This plastic stand comes with double head clips that can securely hold your artwork or supplies while you work. It is ideal for art display and can also be used as a stand for various art needs.",
	  "urlWeb": "https://usa.banggood.com/Multi-function-Double-Head-Steering-Clip-360-Degrees-Rotate-Sketch-Painting-Clips-Tools-Plastic-Display-Stand-Holder-Art-Supplies-p-1760676.html?cur_warehouse=CN&ID=6296142&rmmds=search",
	  "precio": "$5.59"
    },
	{
      "url": "https://i.imgur.com/yCVx4IJ.jpg",
      "descripcion": "The infinity symbol acrylic pour tool is a unique tool designed for extraordinary pouring results. This tool is specifically designed to create intricate patterns and designs in acrylic pouring paints. The infinity symbol shape allows for continuous, fluid movements, enhancing the visual effects in your artwork. It is a great addition to any artist's toolbox, especially those who specialize in acrylic paint pouring.",
	  "urlWeb": "https://www.etsy.com/listing/1099731850/acrylic-pouring-tool-infinity-symbol-red?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Painting+tools&ref=sc_gallery-1-7&pro=1&plkey=2a6634a5b197c7137e94479a4eecd062cae4d20f%3A1099731850",
	  "precio": "$11.19"
    },
	{
      "url": "https://i.imgur.com/yQPzBdT.jpg",
      "descripcion": "The extendable ladder paint can holder is a handy tool that allows you to easily attach a 1 gallon paint can to your ladder. It works on the outside of the extension ladder and can be attached to either side. This tool is designed to make your painting projects more convenient by keeping the paint can within easy reach while you work. It is a great accessory for any professional painter or do-it-yourselfer.",
	  "urlWeb": "https://www.amazon.com/Holder-Extension-Ladder-Easily-Attach/dp/B07QYXCRJK/ref=sr_1_116_sspa?crid=2UDSNX89CAEIL&keywords=Painting+tools&qid=1699359444&sprefix=painting+tools%2Caps%2C154&sr=8-116-spons&sp_csd=d2lkZ2V0TmFtZT1zcF9tdGY&psc=1",
	  "precio": "$12.99"
    },
	{
      "url": "https://i.imgur.com/8a6f7yN.jpg",
      "descripcion": "The clean cut roller brush is a very useful tool for painting jobs. This portable tool comes with a roller and brush, making it ideal for painting walls, ceilings and windows. The design of the edge roller allows for clean cut lines, reducing the need for masking tape or other masking methods. It's a great tool for any painting project.",
	  "urlWeb": "https://www.aliexpress.us/item/3256805263715164.html?spm=a2g0o.productlist.main.89.4b15Hs9kHs9kTg&algo_pvid=14f92d81-6f42-4c3d-8b44-40dff59c72f4&algo_exp_id=14f92d81-6f42-4c3d-8b44-40dff59c72f4-44&pdp_npi=4%40dis%21USD%2114.94%214.1%21%21%21108.25%21%21%4021038edf16993586695974957ef590%2112000033127910073%21sea%21US%210%21AB&curPageLogUid=ROtvqnqDfc0L",
	  "precio": "$4.10"
    },
	{
      "url": "https://i.imgur.com/PKVpAPs.jpg",
      "descripcion": "The Coating Thickness Gauge is used to measure the thickness of paint or coating on automobiles. This device can help identify areas that have been repainted, which can be useful when buying a used car. It can also be used by automotive paint professionals to ensure they are applying the correct amount of paint or coating. In addition, it can be useful in the construction industry to measure the thickness of protective coatings on building materials. This device can measure from 0 to 1300 micrometers with an accuracy of 0.1 micrometer and is capable of FE/NFE measurements, making it versatile for different applications.",
	  "urlWeb": "https://usa.banggood.com/es/Coating-Thickness-Gauge-0_1micron-or-0-1300-Car-Paint-Film-Thickness-Tester-Measuring-FE-or-NFE-Russian-Manual-Paint-Tool-p-1999136.html?cur_warehouse=CN&rmmds=search",
	  "precio": "$59.99"
    },
	{
      "url": "https://i.imgur.com/IoD05A0.jpg",
      "descripcion": "Tool designed to help with painting, with a variety of features including a guide edge spray tool, 12-inch and 30-inch extension pole, and 315 and 517 spray tips. It also includes a tip guard for the paint gun sprayer. This set can be very useful for both professional painters and do-it-yourselfers, as it provides precision and control over the paint application process.",
	  "urlWeb": "https://www.amazon.com/Zhengmy-7Pieces-Accessory-Extension-Painting/dp/B0BDRK2Y5Z/ref=sr_1_120?crid=BM44S582UGGV&keywords=Paint+tools&qid=1699371348&sprefix=paint+tools%2Caps%2C156&sr=8-120",
	  "precio": "$34.99"
    },
	{
      "url": "https://i.imgur.com/t6REn8a.jpg",
      "descripcion": "China Mixing Mate paint lid. This tool is a universal paint can lid with an integrated mixing agitator. It is designed to fit most standard paint can sizes and provides a secure, leak-proof seal. The integrated agitator helps mix paint and grout colors efficiently, ensuring uniform color throughout the paint project. The China Mixing Mate paint lid has also won awards for its innovative design and functionality.",
	  "urlWeb": "https://www.aliexpress.us/item/3256805754899317.html?spm=a2g0o.productlist.main.69.54d7xn4uxn4uhd&algo_pvid=485e9a19-0624-418e-873b-3c8f50783e8d&algo_exp_id=485e9a19-0624-418e-873b-3c8f50783e8d-34&pdp_npi=4%40dis%21EUR%2120.52%215.48%21%21%21156.31%21%21%40211b88f116993718357736130e033b%2112000034949783903%21sea%21US%210%21AB&curPageLogUid=7DLbubfZo5vS",
	  "precio": "$5.48"
    },
	{
      "url": "https://i.imgur.com/S5gUmQq.jpg",
      "descripcion": "The Painted House Stamped Paint Roller #6 is a unique tool that allows you to create beautiful stamped effects on your walls, furniture and fabrics. It's a great way to add a personal touch to your home decor. The roller is designed to be easy to use and works with both emulsion and acrylic paints. Simply load the roller with your chosen paint, apply it to the surface in a steady motion and watch the pattern come to life. It's a fun and creative way to transform your living space.",
	  "urlWeb": "https://www.etsy.com/listing/109883377/no-6-patterned-paint-roller-from-the?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Paint+tools&ref=sr_gallery-17-21&etp=1&referrer_page_guid=029f30c0-e547-4b4d-936e-a6094ff24daf&organic_search_click=1",
	  "precio": "$25.89"
    },
	{
      "url": "https://i.imgur.com/93uGSO4.jpg",
      "descripcion": "The L-size Shodo Japanese Chinese Calligraphy Ink Brush is a traditional writing and drawing tool used in the art of Shodo, or Japanese calligraphy. This brush is designed to create the beautiful, flowing lines characteristic of this art form. The larger size allows for thicker strokes and can hold more ink, making it ideal for larger characters or illustrations. It is a wonderful tool for anyone interested in exploring the art of calligraphy or adding a touch of Asian aesthetic to their craft projects.",
	  "urlWeb": "https://usa.banggood.com/S-M-L-Chinese-Japanese-Calligraphy-Shodo-Brush-Ink-Pen-Writing-Drawing-Tool-Craft-p-1006867.html?cur_warehouse=CN&ID=3147&rmmds=search",
	  "precio": "$5.75"
    },
	{
      "url": "https://i.imgur.com/3sfbmSk.jpg",
      "descripcion": "The multifunctional paint tool, which prevents dirt on brushes and rollers and has a built-in gripper for paint buckets. It is a versatile tool designed to make painting tasks easier and more efficient. It includes functions for cleaning brushes and rollers, gripping paint buckets and handling rolling brushes. The cleaning sleeve can help remove excess paint and keep your brushes and rollers in good condition for future use. This tool can be a great addition to any painter, whether professional or do-it-yourselfer.",
	  "urlWeb": "https://www.aliexpress.us/item/3256805704726883.html?spm=a2g0o.productlist.main.81.54d7xn4uxn4uhd&algo_pvid=485e9a19-0624-418e-873b-3c8f50783e8d&algo_exp_id=485e9a19-0624-418e-873b-3c8f50783e8d-40&pdp_npi=4%40dis%21EUR%217.35%213.67%21%21%2156.00%21%21%40211b88f116993718357736130e033b%2112000034726878748%21sea%21US%210%21AB&curPageLogUid=1GHwyxNxfN2L",
	  "precio": "$3.67"
    },
	{
      "url": "https://i.imgur.com/OzPPrFD.jpg",
      "descripcion": "The YIDM 8 Pcs 7 Wood Grain Roller Painting Tool Set is a complete kit designed for DIY enthusiasts and professionals alike who want to create a wood grain effect on various surfaces. This set includes a handle and 7 different rubber graining tools that can mimic various types of wood grain. These tools are easy to use and can be applied to walls, floors and furniture to give them a rustic, natural wood look. The rubber material of the graining tools ensures durability and provides a realistic wood grain effect. Whether you are renovating your home or simply want to add a touch of nature to your decor, this tool set can be a great choice.",
	  "urlWeb": "https://www.amazon.com/Wood-Grain-Rollers-Tool-Set/dp/B0C783LTGF/ref=sr_1_137?crid=BM44S582UGGV&keywords=Paint+tools&qid=1699373036&sprefix=paint+tools%2Caps%2C156&sr=8-137",
	  "precio": "$23.49"
    },
	{
      "url": "https://i.imgur.com/JqWi9xn.jpg",
      "descripcion": "The portable LED spray gun light is a high quality accessory designed to enhance your painting projects. This tool provides color correction lighting, which can help you achieve a more accurate and uniform color application when spray painting. The LED light is bright and energy efficient, ensuring you have clear visibility of your work area without consuming too much power. The portable design makes it easy to move, allowing you to use it anywhere you need additional lighting. This tool is compatible with most paint guns, making it a versatile addition to your paint tool kit.",
	  "urlWeb": "https://www.aliexpress.us/item/3256805990127920.html?spm=a2g0o.productlist.main.49.54d7xn4uxn4uhd&algo_pvid=984f4a54-ba02-44eb-bc04-ee4869d130ff&aem_p4p_detail=202311070811389301901978513320001179479&algo_exp_id=984f4a54-ba02-44eb-bc04-ee4869d130ff-24&pdp_npi=4%40dis%21EUR%2130.12%2124.1%21%21%21229.39%21%21%4021038edf16993734984021451ef5ae%2112000036141799027%21sea%21US%210%21AB&curPageLogUid=EKazvfi90t8a&search_p4p_id=202311070811389301901978513320001179479_5",
	  "precio": "$24.10"
    },
	{
      "url": "https://i.imgur.com/k9PywFm.jpg",
      "descripcion": "The Rocket is a paint roller cover cleaner designed for both paint professionals and do-it-yourselfers. This hands-free tool makes cleaning paint roller covers a breeze. After a paint job, simply place the used roller in this device, it will effectively clean it and save you time and effort. It's a great tool for keeping your painting equipment in top condition, prolonging its life and ensuring a smooth, even paint application on your future projects.",
	  "urlWeb": "https://www.amazon.com/Rocket-Painting-Roller-Cover-Cleaner/dp/B073LT5H4J/ref=sr_1_178?crid=BM44S582UGGV&keywords=Paint+tools&qid=1699373831&sprefix=paint+tools%2Caps%2C156&sr=8-178",
	  "precio": "$49.95"
    },
	{
      "url": "https://i.imgur.com/IZwE2yi.jpg",
      "descripcion": "10 Sponge Finger Brushes are a versatile tool for various art and craft projects. These daubers are designed to fit on your finger, providing a comfortable and controlled application of paint, ink or crayon. Each brush measures 15 * 32 mm, making them suitable for detailed work. They are ideal for applying paint to small areas or for creating unique patterns and designs.",
	  "urlWeb": "https://www.aliexpress.us/item/3256805521900199.html?spm=a2g0o.productlist.main.93.54d7xn4uxn4uhd&algo_pvid=984f4a54-ba02-44eb-bc04-ee4869d130ff&algo_exp_id=984f4a54-ba02-44eb-bc04-ee4869d130ff-46&pdp_npi=4%40dis%21EUR%213.29%210.95%21%21%2125.03%21%21%4021038edf16993734984021451ef5ae%2112000034078205241%21sea%21US%210%21AB&curPageLogUid=eAujoQkkP3NN",
	  "precio": "$0.95"
    },
    {
      "url": "https://i.imgur.com/zGA2du1.jpg",
      "descripcion": "The Fine Line Fluid Writer Paint Pen with 0.5 mm tip is a specialized tool for artists who require precision in their work. This pen allows you to create fine lines with paint, making it ideal for detailed artwork or intricate designs. The 0.5 mm tip provides a balance of control and fluidity, allowing for smooth, even strokes. Whether you're working on canvas, paper or other surfaces, this pen can be a valuable tool in your art kit.",
	  "urlWeb": "https://www.etsy.com/listing/1522824451/fine-line-fluid-writer-painting-pen-05mm?ga_order=most_relevant&ga_search_type=all&ga_view_type=gallery&ga_search_query=Paint+tools&ref=sr_gallery-22-7&sts=1&referrer_page_guid=7ec8a7b0-31c8-44e3-aa29-4573cca4fa6b&organic_search_click=1",
	  "precio": "$12"
    }
  ]
}
